{
  "common": {
    "shop": "Магазин",
    "home": "Начало",
    "about": "За нас",
    "instagram": "Instagram",
    "contactUs": "Свържете се с нас",
    "orderNow": "Поръчай сега",
    "browseShop": "Разгледай магазина",
    "placeOrder": "Направи поръчка",
    "getStarted": "Започни",
    "allRightsReserved": "Всички права запазени",
    "createdBy": "Създадено от",
    "features": "Характеристики",
    "cart": "Количка",
    "checkout": "Плащане",
    "emptyCart": "Вашата количка е празна",
    "total": "Общо",
    "proceedToCheckout": "Продължи към плащане",
    "continueShopping": "Продължи пазаруване",
    "remove": "Премахни артикул",
    "itemAddedToCart": "Добавено в количката!",
    "cartComingSoon": {
      "title": "Очаквайте скоро",
      "description": "Функцията за количка за пазаруване в момента е в процес на разработка",
      "message": "Работим върху създаването на безпроблемно изживяване за пазаруване. Междувременно не се колебайте да се свържете с нас директно, за да направите поръчка.",
      "closeButton": "Разбрах"
    }
  },
  "home": {
    "title": "Персонализирани 3D принтирания",
    "subtitle": "Доведете идеите си до живот с прецизно 3D принтиране. Поръчайте персонализирани принтирания, съобразени с вашите нужди.",
    "getStartedTitle": "Започни",
    "getStartedDescription": "Моля, посочете вашия Github username в съобщението (напр. @yassenshopov) и ние ще ви изпратим обратно бързо с връзка към prevew и страницата за плащане."
  },
  "about": {
    "title": "За нас",
    "subtitle": "Ние сме малко бутиково студио за 3D принтиране, базирано в София, България.",
    "description": "Ashtree Studio се фокусира върху прецизна изработка за създатели, дизайнери и малки бизнеси. Съчетаваме майсторство и модерно 3D принтиране, за да доставим персонализирани детайли и уникални изделия с внимание към детайла.",
    "locationTitle": "Намерете ни в София, България",
    "locationDescription": "Нашето студио се намира в София, в сърцето на българската общност на създателите.",
    "mapTitle": "Карта на София, България",
    "mapCta": "Виж по-голяма карта"
  },
  "shop": {
    "title": "Магазин",
    "subtitle": "Разгледайте нашата колекция от персонализирани 3D принтирани продукти. Всяко парче е изработено с прецизност и грижа.",
    "comingSoon": {
      "badge": "Очаквайте скоро",
      "title": "Нещо невероятно идва",
      "description": "Работим усилено, за да ви предложим невероятна колекция от персонализирани 3D принтирани продукти. Нашият магазин ще стартира скоро с уникални дизайни и персонализирани творения.",
      "contactTitle": "Получете известие",
      "contactDescription": "Искате ли да бъдете първите, които ще разберат кога стартираме? Свържете се с нас и ще ви информираме.",
      "contactInfo": "Имате въпроси или искате да направите персонализирана поръчка? Ние сме тук, за да помогнем!",
      "contactButton": "Свържете се с нас"
    }
  },
  "metadata": {
    "title": "Ashtree Studio - Персонализирано 3D Принтиране",
    "description": "Поръчайте персонализирани 3D принтирания, съобразени с вашите нужди. Доведете идеите си до живот с прецизно 3D принтиране."
  },
  "terms": {
    "title": "Условия за ползване",
    "description": "Условия и правила за използване на услугите за персонализирано 3D принтиране на Ashtree Studio",
    "lastUpdated": "Последна актуализация",
    "lastUpdatedDate": "Януари 2026",
    "sections": {
      "1": {
        "title": "1. Приемане на условията",
        "content": "Чрез достъп и използване на уебсайта и услугите на Ashtree Studio, вие приемате и се съгласявате да се задължите от условията и разпоредбите на това споразумение. Ако не се съгласявате да се придържате към горното, моля не използвайте тази услуга."
      },
      "2": {
        "title": "2. Лиценз за използване",
        "content": "Разрешението е дадено временно да достъпвате и използвате уебсайта на Ashtree Studio само за лично, некомерсиално преглеждане. Това е предоставяне на лиценз, а не прехвърляне на собственост, и под този лиценз не можете:",
        "items": [
          "Да модифицирате или копирате материалите",
          "Да използвате материалите за комерсиална цел или за публично показване",
          "Да се опитвате да декомпилирате или обратно инженерствате софтуер, съдържащ се на уебсайта",
          "Да премахвате авторски права или други собственически обозначения от материалите"
        ]
      },
      "3": {
        "title": "3. Продукти и услуги",
        "content": "Ashtree Studio предоставя услуги за персонализирано 3D принтиране. Всички продукти се правят по поръчка въз основа на спецификациите на клиента. Запазваме си правото да откажем всяка поръчка, която считаме за неподходяща, незаконна или нарушаваща нашите етични стандарти. Изображенията и описанията на продуктите са за илюстративни цели и действителните продукти могат да се различават."
      },
      "4": {
        "title": "4. Поръчки и плащане",
        "content": "Когато направите поръчка, вие се съгласявате да предоставите точна и пълна информация. Всички поръчки са предмет на приемане от Ashtree Studio. Запазваме си правото да откажем или отменим всяка поръчка по всяка причина, включително, но не само, наличност на продукт, грешки в ценообразуването или информация за продукта, или измама. Условията за плащане ще бъдат посочени по време на потвърждение на поръчката.",
        "items": [
          "Всички цени са в USD, освен ако не е посочено друго",
          "Плащането е задължително преди започване на производството",
          "Приемаме плащания чрез методи, посочени по време на плащане",
          "Възстановяванията са предмет на нашата политика за възстановяване"
        ]
      },
      "5": {
        "title": "5. Доставка",
        "content": "Разходите за доставка и сроковете за доставка ще бъдат съобщени по време на поръчката. Ashtree Studio не носи отговорност за забавяния, причинени от доставчици или митнически служби. Рискът от загуба и собствеността на продуктите преминават към вас при доставка до превозвача. Вие сте отговорни за предоставяне на точна информация за доставка."
      },
      "6": {
        "title": "6. Връщания и възстановявания",
        "content": "Поради персонализирания характер на нашите продукти, връщанията обикновено не се приемат, освен ако продуктът не е дефектен или значително различен от поръчаното. Заявките за възстановяване трябва да бъдат подадени в рамките на 14 дни от доставката. Персонализирани поръчки, които са влезли в производство, може да не са подходящи за възстановяване. Моля, свържете се с нас на orders@ashtreestudio.com за всякакви заявки за връщане или възстановяване."
      },
      "7": {
        "title": "7. Интелектуална собственост",
        "content": "Цялото съдържание на този уебсайт, включително, но не само, текст, графики, логотипи, изображения и софтуер, е собственост на Ashtree Studio или неговите доставчици на съдържание и е защитено от авторско право и други закони за интелектуална собственост. Не можете да възпроизвеждате, разпространявате или създавате производни произведения от всяко съдържание без изрично писмено разрешение."
      },
      "8": {
        "title": "8. Потребителско съдържание",
        "content": "Ако изпратите всяко съдържание до нас (включително, но не само, файлове за дизайн, изображения или спецификации), вие предоставяте на Ashtree Studio неексклузивен, безроялтиен, постоянен и световен лиценз да използва, възпроизвежда, модифицира и показва такова съдържание с цел изпълнение на вашата поръчка и подобряване на нашите услуги."
      },
      "9": {
        "title": "9. Ограничение на отговорността",
        "content": "Ashtree Studio не носи отговорност за никакви косвени, случайни, специални, последващи или наказателни щети, произтичащи от вашето използване или невъзможност за използване на услугата, или за разходите за набавяне на заместващи услуги. Нашата обща отговорност не трябва да надвишава сумата, която сте платили за конкретния продукт или услуга."
      },
      "10": {
        "title": "10. Обезщетение",
        "content": "Вие се съгласявате да обезщетите, защитите и освободите от отговорност Ashtree Studio, неговите служители, директори, служители и агенти от всякакви претенции, щети, загуби, задължения и разходи (включително правни такси), произтичащи от вашето използване на услугата, нарушение на тези условия или нарушаване на правата на друг."
      },
      "11": {
        "title": "11. Модификации на условията",
        "content": "Ashtree Studio запазва правото да модифицира тези условия по всяко време. Ще уведомим потребителите за всякакви съществени промени, като публикуваме новите условия на тази страница. Вашето продължаващо използване на услугата след такива модификации представлява приемане на актуализираните условия."
      },
      "12": {
        "title": "12. Приложимо право",
        "content": "Тези условия се управляват и тълкуват в съответствие със законите на юрисдикцията, в която работи Ashtree Studio, без да се взема предвид неговите разпоредби за конфликт на законите. Всякакви спорове, произтичащи от тези условия, трябва да бъдат решени чрез подходящи правни канали."
      }
    },
    "contact": "Ако имате въпроси относно тези Условия за ползване, моля свържете се с нас на"
  },
  "privacy": {
    "title": "Политика за поверителност",
    "description": "Политика за поверителност, обясняваща как Ashtree Studio събира, използва и защитава вашата лична информация",
    "lastUpdated": "Последна актуализация",
    "lastUpdatedDate": "Януари 2026",
    "sections": {
      "1": {
        "title": "1. Въведение",
        "content": "Ashtree Studio ('ние', 'наш' или 'нас') се ангажира да защитава вашата поверителност. Тази Политика за поверителност обяснява как събираме, използваме, разкриваме и защитаваме вашата информация, когато посещавате нашия уебсайт и използвате нашите услуги. Моля, прочетете внимателно тази политика, за да разберете нашите практики относно вашите лични данни."
      },
      "2": {
        "title": "2. Информация, която събираме",
        "content": "Събираме информация, която вие ни предоставяте директно, и информация, която се събира автоматично, когато използвате нашите услуги:",
        "items": [
          "Лична информация: Име, имейл адрес, телефонен номер, адрес за доставка и информация за фактуриране, когато направите поръчка",
          "Информация за поръчката: Спецификации на продукта, файлове за дизайн, заявки за персонализация и история на поръчките",
          "Данни за комуникация: Съобщения, имейли и други комуникации, които изпращате до нас",
          "Технически данни: IP адрес, тип браузър, информация за устройството и модели на използване, събрани автоматично",
          "Бисквитки и проследяване: Използваме бисквитки и подобни технологии за проследяване, за да подобрим вашето изживяване"
        ]
      },
      "3": {
        "title": "3. Как използваме вашата информация",
        "content": "Използваме информацията, която събираме, за различни цели, включително:",
        "items": [
          "Обработка и изпълнение на вашите поръчки",
          "Комуникация с вас относно вашите поръчки, продукти и услуги",
          "Подобряване на нашия уебсайт, продукти и обслужване на клиенти",
          "Изпращане на маркетингови комуникации (с вашето съгласие) и отговаряне на вашите запитвания"
        ]
      },
      "4": {
        "title": "4. Споделяне и разкриване на информация",
        "content": "Ние не продаваме вашата лична информация. Може да споделяме вашата информация само в следните обстоятелства: (1) с доставчици на услуги, които ни помагат в управлението на нашия бизнес (като процесори за плащане и компании за доставка), (2) когато се изисква от закона или за защита на нашите права, (3) във връзка с прехвърляне на бизнес, или (4) с вашето изрично съгласие."
      },
      "5": {
        "title": "5. Сигурност на данните",
        "content": "Прилагаме подходящи технически и организационни мерки за сигурност, за да защитим вашата лична информация срещу неоторизиран достъп, промяна, разкриване или унищожаване. Въпреки това, никой метод на предаване през Интернет или електронно съхранение не е 100% сигурен, и не можем да гарантираме абсолютна сигурност."
      },
      "6": {
        "title": "6. Запазване на данни",
        "content": "Запазваме вашата лична информация толкова дълго, колкото е необходимо, за да изпълним целите, посочени в тази Политика за поверителност, освен ако не се изисква или разрешава по-дълъг период на запазване от закона. Информацията за поръчките обикновено се запазва поне 7 години за счетоводни и правни цели."
      },
      "7": {
        "title": "7. Вашите права и избори",
        "content": "В зависимост от вашето местоположение, може да имате определени права относно вашата лична информация, включително: (1) правото да достъпвате и получавате копие на вашите лични данни, (2) правото да коригирате неточни данни, (3) правото да поискате изтриване на вашите данни, (4) правото да се противопоставите на обработка, и (5) правото на преносимост на данните. За да упражните тези права, моля свържете се с нас на orders@ashtreestudio.com."
      },
      "8": {
        "title": "8. Бисквитки и технологии за проследяване",
        "content": "Използваме бисквитки и подобни технологии за проследяване, за да проследяваме дейността на нашия уебсайт и да съхраняваме определена информация. Можете да инструктирате вашия браузър да отказва всички бисквитки или да показва, когато се изпраща бисквитка. Въпреки това, ако не приемате бисквитки, може да не можете да използвате някои части от нашата услуга."
      },
      "9": {
        "title": "9. Връзки към трети страни",
        "content": "Нашият уебсайт може да съдържа връзки към уебсайтове на трети страни. Не носим отговорност за практиките за поверителност или съдържанието на тези външни сайтове. Насърчаваме ви да прегледате политиките за поверителност на всеки сайт на трета страна, който посещавате."
      },
      "10": {
        "title": "10. Поверителност на децата",
        "content": "Нашите услуги не са предназначени за лица под 18 години. Ние не събираме съзнателно лична информация от деца. Ако смятате, че сме събрали информация от дете, моля свържете се с нас незабавно, за да можем да изтрием такава информация."
      },
      "11": {
        "title": "11. Промени в тази Политика за поверителност",
        "content": "Може да актуализираме тази Политика за поверителност от време на време. Ще ви уведомим за всякакви промени, като публикуваме новата Политика за поверителност на тази страница и актуализираме датата на 'Последна актуализация'. Препоръчваме ви да преглеждате тази Политика за поверителност периодично за всякакви промени."
      }
    },
    "contact": "Ако имате въпроси относно тази Политика за поверителност, моля свържете се с нас на"
  }
}
